{"data":{"site":{"siteMetadata":{"title":"sarangjo.github.io","author":"Sarang Joshi"}},"fountain":{"id":"fe1bb940-afb0-5487-a88a-e8c2f94c3c43","html":{"script":"<p>TIME:<br />The play is situated in the present.</p><p>PLACE:<br />A city in the United States.</p><p>CHARACTERS:<br />1. FRAZER, 20, a budding technician, who has just gotten his first job in ANTON's company.<br />2. ANTON, 27, owner of the Bruegel Home, having neither customers nor employees – besides FRAZER. A ladies' man, but cautious. He is slowly losing money due to his bad business and is slowly growing desperate – for either a rich-paying job or a rich girl to marry.<br />3. LILY, 24, ANTON's customer. She is in night school, and works for a small startup in her day. She is a drug addict, and is hyper about everything in general.<br />4. AMBER, 23, FRAZER's pretty sister for whom ANTON has fallen and is allowing FRAZER to work. Short-tempered and in dire need of resources.</p><hr /><h2>INT. LILY's home.</h2><p>Lights up on LILY's home. The front door is situated SL and the interior of the home can be seen. LILY is seated on the couch. She is talking on the phone. As of now, her voice cannot be heard. FRAZER and ANTON walk in SL.</p><div class=\"dialogue\"><h4>ANTON</h4><p>Is this the right place?</p></div><div class=\"dialogue\"><h4>FRAZER</h4><p>15-15 Dykes Road, New Southport... This is it.</p><p class=\"parenthetical\">(consulting the paper in his hand)</p></div><div class=\"dialogue\"><h4>ANTON</h4><p>My – er, your first customer. Do you feel excited?</p></div><div class=\"dialogue\"><h4>FRAZER</h4><p>Heck yeah! Ever since I joined the Bruegel Home for Technical Anomalies –</p></div><div class=\"dialogue\"><h4>ANTON</h4><p>It's Center for Technical Anomalies.</p><p class=\"parenthetical\">(slightly irritated)</p></div><div class=\"dialogue\"><h4>FRAZER</h4><p>Isn't it the Breugel Home for Technical Anomalies? That's what it says on the board.</p></div><div class=\"dialogue\"><h4>ANTON</h4><p>Yeah, well, I'm getting it changed. So shut up and remember it's Center, not Home. Keep in mind that it's only for your ... uh... kind and generous sister that you're even in the company. (pause) \"Home\" sounds stupid, like we house Technical Anomalies and provide them food or whatever. You'll only make a fool of yourself.</p></div><div class=\"dialogue\"><h4>FRAZER</h4><p class=\"parenthetical\">(opens mouth, doesn't find any good word to say, and closes it)</p></div><div class=\"dialogue\"><h4>ANTON</h4><p>So do you have the tools ready? The lady said it was a pretty tough problem she had.</p></div><div class=\"dialogue\"><h4>FRAZER</h4><p>To tell you the truth, I can't wait to try out the Printer Pulverizer today!</p><p class=\"parenthetical\">(bouncing on the balls of his feet)</p><p>Yes, I do.</p></div><div class=\"dialogue\"><h4>ANTON</h4><p>That's Patent Pending, you fool, don't just blurt that out!</p><p class=\"parenthetical\">(looks around for eavesdroppers)</p><p>Shut it!</p></div><div class=\"dialogue\"><h4>FRAZER</h4><p>Whatever.</p></div><div class=\"dialogue\"><h4>ANTON</h4><p>(pause) Well?</p></div><div class=\"dialogue\"><h4>FRAZER</h4><p>Well what?</p></div><div class=\"dialogue\"><h4>ANTON</h4><p>Well, aren't you going to knock? There's no doorbell, if you noticed.</p></div><div class=\"dialogue\"><h4>FRAZER</h4><p>Ah, yes, good point. I forgot what we were here for. (reaches over and raps door with knuckles twice)</p></div><p>There is no answer for many seconds. FRAZER knocks twice more. No answer again. FRAZER bends and puts his ear to the door. As he does so, LILY's voice is immediately magnified so that it can be heard. FRAZER motions to ANTON and ANTON imitates FRAZER, putting his ear to LILY's door.</p><div class=\"dialogue\"><h4>LILY</h4><p>... Did you get that? 15 boxes. With the packets inside, right? (small pause) Good. Correct. (pause) No wait, not at my house, that would be too obvious! I don’t want to be caught, you know! Let's see... How about ... How about that small inconspicuous alley across The Smoky Smoker? Yeah, there. How much will that be? 5? Or 4? (pause) 8!? No. 6 is the limit. (pause) I don't care if that's not what you ask for. Do you want this deal or not? (pause) Good. Tomorrow at 4 pm, then. Good day. (ends call)</p></div><div class=\"dialogue\"><h4>FRAZER</h4><p class=\"parenthetical\">(hurriedly moves away from door and knocks loudly again)</p></div><div class=\"dialogue\"><h4>LILY</h4><p>Hello there, how may I help you?</p><p class=\"parenthetical\">(walks over to door SL and opens it)</p><p>Coming!</p><p class=\"parenthetical\">(from inside)</p></div><div class=\"dialogue\"><h4>ANTON</h4><p>What ... What was th–?</p><p class=\"parenthetical\">(gesturing at phone and LILY)</p><p class=\"parenthetical\">(Gazing at LILY, unable to construct a meaningful sentence)</p></div><div class=\"dialogue\"><h4>FRAZER</h4><p>from the Bruegel Home for Technical Anomalies.</p><p class=\"parenthetical\">(indicates a dumbfounded ANTON)</p><p>Good morning ma'am, my name is Frazer, and I'm here, along with my boss here</p><p class=\"parenthetical\">(stepping forward, cutting ANTON off)</p></div><div class=\"dialogue\"><h4>LILY</h4><p>Did you say Bugger Home for something Anomalies?</p></div><div class=\"dialogue\"><h4>FRAZER</h4><p>That's the Bruegel Home, yes.</p></div><div class=\"dialogue\"><h4>LILY</h4><p>I see. (sniggers)</p></div><div class=\"dialogue\"><h4>FRAZER</h4><p>(slight pause) You had called about a malfunctioning printer?</p></div><div class=\"dialogue\"><h4>LILY</h4><p>Oh yes, yes, very much so! Here, let me show you in.<br />(walks in, indicating to FRAZER to follow her)</p></div><div class=\"dialogue\"><h4>ANTON</h4><p>(whispering to FRAZER) Did you hear her on the phone?</p></div><div class=\"dialogue\"><h4>FRAZER</h4><p>(replies in a similar tone) Yes, I did. But, sir, I think we shouldn't complain, this woman being our first customer in.... uh ... she being our first customer.</p></div><div class=\"dialogue\"><h4>ANTON</h4><p>Yes, good point. (shakes head vigorously as if to clear it, walks in after LILY DSR, FRAZER lagging along) So, ma'am. What seems to be the problem?</p></div><div class=\"dialogue\"><h4>LILY</h4><p>Well, I purchased – Wait. Hold on. How long did you say this operation will take?</p></div><div class=\"dialogue\"><h4>ANTON</h4><p>I didn't.</p></div><div class=\"dialogue\"><h4>LILY</h4><p class=\"parenthetical\">(looks pointedly at FRAZER)</p></div><div class=\"dialogue\"><h4>FRAZER</h4><p>Well, I'd say around half an hour or so.</p></div><div class=\"dialogue\"><h4>LILY</h4><p>Oh, lord, is that so? Well, then, I have to go get my powder! (rushes off USR)</p></div><div class=\"dialogue\"><h4>FRAZER</h4><p>(looks at ANTON, surprised) \"Powder\"?</p></div><div class=\"dialogue\"><h4>ANTON</h4><p>This is really fishy.</p></div><div class=\"dialogue\"><h4>LILY</h4><p>Ah, here we are.</p><p class=\"parenthetical\">(rushes back in with a small powder-box)</p></div><p>LILY opens box, takes a liberal amount of powder, and applies it all over her face, particularly near her nose. She takes a long breath, taking in the scent, and looks up at ANTON and FRAZER, her eyes wide. ANTON and FRAZER both take a step back.)</p><div class=\"dialogue\"><h4>LILY</h4><p>(in a higher pitch) You were saying?</p></div><div class=\"dialogue\"><h4>ANTON</h4><p>Me? Yes, I was saying. I most definitely was saying. The question is, I think, is what I was saying.</p></div><div class=\"dialogue\"><h4>FRAZER</h4><p>Oh boy. (to LILY) He goes into these weird fits at times. Anyhow, what seems to be the problem with your printer?</p></div><div class=\"dialogue\"><h4>LILY</h4><p class=\"parenthetical\">(still in the high pitch) Oh, my printer! It's a real stubborn one. You see, I bought it a few weeks ago, and it's posing problems. (laughs in a high pitch)</p></div><div class=\"dialogue\"><h4>FRAZER</h4><p>Yes, I think we have gleaned as much. What I want to know is, what actually is the problem? (walks over to the printer DS, bends down and examines the printer) It looks fine enough.</p></div><div class=\"dialogue\"><h4>ANTON</h4><p>Yeah, well looks deceive, don't they? (looks suspiciously at LILY)</p></div><div class=\"dialogue\"><h4>LILY</h4><p>Here, let me show you.<br />(inhales deeply once more, taking in the powder. Walks to computer set on the table next to the printer. She types something in, and presses a key.)</p><p class=\"parenthetical\">(laughs again)</p></div><p>The printer starts making loud rattling noises, and FRAZER hurriedly steps away from it. Smoke is seen rising from the printer, and the table on which it is resting starts shaking violently. Eventually it comes to rest, and a paper emerges from the depths of the mess. FRAZER walks over to the printer slowly and picks up the paper gingerly. He looks very confused on looking at the print on the paper.</p><div class=\"dialogue\"><h4>LILY</h4><p>It does this all the time.</p></div><div class=\"dialogue\"><h4>ANTON</h4><p>What does it say?</p></div><div class=\"dialogue\"><h4>FRAZER</h4><p>It says... \"Look out.\" That's all it says. How does that make any sense?</p></div><div class=\"dialogue\"><h4>LILY</h4><p>Like I said, it does this every time. Once, I was trying to print a document about awareness, and it printed the same thing: \"Look out.\" It's irritating, you know what I mean?</p></div><div class=\"dialogue\"><h4>ANTON</h4><p>I do, it's ... weird, to say the least.</p></div><div class=\"dialogue\"><h4>LILY</h4><p>So do you think you can fix it?</p></div><div class=\"dialogue\"><h4>ANTON</h4><p>\"Do you think you can fix it?\" I sure as hell know I can fix it! I'm the greatest technician the world has seen! I graduated and topped my class in my BE! Do you doubt my capabilities, woman?</p></div><div class=\"dialogue\"><h4>LILY</h4><p>No. If I did, I wouldn't have called you here, would I?</p></div><div class=\"dialogue\"><h4>ANTON</h4><p>Good. Now. Let us work. You can leave now.</p></div><div class=\"dialogue\"><h4>LILY</h4><p>Okay! (inhales deeply, sighs, and leaves as if in trance)</p></div><div class=\"dialogue\"><h4>ANTON</h4><p>Frazer!</p></div><div class=\"dialogue\"><h4>FRAZER</h4><p>Yessir! (salutes)</p></div><div class=\"dialogue\"><h4>ANTON</h4><p>Get to work, we don't have all day!</p></div><div class=\"dialogue\"><h4>FRAZER</h4><p>Yessir. Hmm... So, first, let's take out the chassis.</p></div><p>He extracts screwdriver from kitbag and dismantles the top of the printer. He rummages inside printer, muttering, and exploring with various tools from his bag – the screwdriver, a wrench, a drill, a pencil, a spoon, and finally a large block of TNT. He sets the TNT down next to the printer and is about to press something on the block when he stops mid-motion and peers into the printer.</p><div class=\"dialogue\"><h4>FRAZER</h4><p>Aha!</p></div><div class=\"dialogue\"><h4>ANTON</h4><p>What, are you done already?</p></div><div class=\"dialogue\"><h4>FRAZER</h4><p>Houston, I think we've found the problem.</p></div><div class=\"dialogue\"><h4>ANTON</h4><p>Well, that's the first time that's happened. (rolls eyes)</p></div><div class=\"dialogue\"><h4>FRAZER</h4><p>Look at this sir. I've found something: (pulls out a small metallic box and shows it to the world majestically) it's a hacking device!</p></div><div class=\"dialogue\"><h4>ANTON</h4><p>A hacking device!?</p></div><div class=\"dialogue\"><h4>FRAZER</h4><p>A hacking device.</p></div><div class=\"dialogue\"><h4>ANTON</h4><p>Did you just say \"a hacking device\"?</p></div><div class=\"dialogue\"><h4>FRAZER</h4><p>Yes, sir, I just said, \"a hacking device.\"</p></div><div class=\"dialogue\"><h4>ANTON</h4><p>It seems as though you said \"a hacking device\", but I doubt you said that, in this situation. A hacking device? Bah, impossible.</p></div><div class=\"dialogue\"><h4>FRAZER</h4><p>(to himself) Not one of his fits again. (to ANTON) Yes, sir, that's exactly what I said. Here, take a look at this.</p></div><p>He hands over the small whirring metallic chip to ANTON. ANTON holds it gingerly and sets it on his lap. He immediately jumps up with a shout, throwing the chip away from his body.</p><div class=\"dialogue\"><h4>FRAZER</h4><p>What happened!!? Is it hot?</p></div><div class=\"dialogue\"><h4>ANTON</h4><p>No, it's not. I'm just itchy. (scratches himself on his back)</p></div><div class=\"dialogue\"><h4>FRAZER</h4><p>Smooth, sir.</p></div><div class=\"dialogue\"><h4>ANTON</h4><p>You shut up, you. We have to get the bottom of this.</p></div><div class=\"dialogue\"><h4>FRAZER</h4><p>(looking on expectantly at ANTON to come up with something. No-one moves for 5 seconds or so) Well?</p></div><div class=\"dialogue\"><h4>ANTON</h4><p>I'm thinking, I'm thinking! (pauses) Let's see. Is anything else malfunctioning in the printer?</p></div><div class=\"dialogue\"><h4>FRAZER</h4><p>(examines printer once more, thoroughly) No, I see nothing wrong. Should I try printing something off?</p></div><div class=\"dialogue\"><h4>ANTON</h4><p>Yeah, that's a good idea.</p></div><div class=\"dialogue\"><h4>FRAZER</h4><p>(walks over to computer, types something random, and then presses a key. The printer does not make dangerous noises this time, and prints out a page, smoothly.) Yep, it works. (crumples up paper and tosses it offstage) What do we do next? Solve the mystery? I love mysteries. Can we? Please? Pretty please?</p></div><div class=\"dialogue\"><h4>ANTON</h4><p>Yes, I think we should. That's the only way we can get the money, right?</p></div><div class=\"dialogue\"><h4>FRAZER</h4><p>True, true. (beat) Wait – does that mean I can't use the Printer Pulverizer?</p></div><div class=\"dialogue\"><h4>ANTON</h4><p>I'm sorry, lad, you can't. On the bright side, you could use it on the culprit, though.</p></div><div class=\"dialogue\"><h4>FRAZER</h4><p>Heck yes! Let's do this thing! (pumped)</p></div><div class=\"dialogue\"><h4>ANTON</h4><p>(shakes head) All right. First of all, we need to try to identify who placed this device here.</p></div><div class=\"dialogue\"><h4>FRAZER</h4><p>Yes.</p></div><div class=\"dialogue\"><h4>ANTON</h4><p>Start by checking it for fingerprints.</p></div><div class=\"dialogue\"><h4>FRAZER</h4><p>(sarcastically) Fingerprints, eh? Good idea. (picks up chip, handles it liberally) Nope, too many fingerprints. We handled it, so obviously our fingerprints are all over it!</p></div><div class=\"dialogue\"><h4>ANTON</h4><p>You fool! Why didn't you wear gloves?</p></div><div class=\"dialogue\"><h4>FRAZER</h4><p>What?! You didn't even ask me to wait gloves! How can you blame me?</p></div><div class=\"dialogue\"><h4>ANTON</h4><p>I don't know, I have to blame someone, don’t I?</p></div><div class=\"dialogue\"><h4>FRAZER</h4><p>I guess… (pause) Why don't we ask LILY? She might be able to give us information about her… let's see, enemies?</p></div><div class=\"dialogue\"><h4>ANTON</h4><p>What good would that do –?</p></div><div class=\"dialogue\"><h4>FRAZER</h4><p>(before ANTON can finish his sentence, FRAZER walks out SR) Ms. LILY?</p></div><div class=\"dialogue\"><h4>ANTON</h4><p>Wait –!</p></div><div class=\"dialogue\"><h4>FRAZER</h4><p>(walks back in with LILY) Here you are, Ms. Lily.</p></div><div class=\"dialogue\"><h4>LILY</h4><p>Yes, I know. It’s my house. (takes out powder-box, opens lid, and inhales deeply, a high smile lighting up her face)</p></div><div class=\"dialogue\"><h4>ANTON</h4><p>(Distracted by powder-box) If you don’t mind me asking, (remembers to be polite) ma’am … Is that … uh… powder legal?</p></div><div class=\"dialogue\"><h4>LILY</h4><p>What do you mean, is my powder legal?! Is your powder legal, mister?</p></div><div class=\"dialogue\"><h4>ANTON</h4><p>What? What do you – I don’t even have any powder! – Ma’am!</p></div><div class=\"dialogue\"><h4>LILY</h4><p>Then you have no business poking your nose into other people's powder. We powder-users have a code – one can only poke their nose into their own powder and thus their own business. Any questions?</p></div><div class=\"dialogue\"><h4>FRAZER</h4><p>(flabbergasted) Uh – no ma’am.</p></div><div class=\"dialogue\"><h4>LILY</h4><p>Good. Now. What's up?</p></div><div class=\"dialogue\"><h4>ANTON</h4><p>Well, ma'am... It seems as though you're printer is fine.</p></div><div class=\"dialogue\"><h4>LILY</h4><p>Oh, really!? So that means I don’t have to pay, right?</p></div><div class=\"dialogue\"><h4>ANTON</h4><p>(standing up) What? No, I'm sorry ma'am, you have to pay the minimum. It's handling, maintenance, and ... uh... transport costs.</p></div><div class=\"dialogue\"><h4>LILY</h4><p>Oh, whatever. But if it's fixed, why did you call me?</p></div><div class=\"dialogue\"><h4>ANTON</h4><p>Well... The thing is...</p></div><div class=\"dialogue\"><h4>FRAZER</h4><p>Though the printer is fine, ... uh... We found a hacking chip in your printer's chassis.</p></div><div class=\"dialogue\"><h4>LILY</h4><p>Wait what!? A hacking chip?! In my printer's whatever-you-call-it? You're kidding, right? I mean – why me?</p></div><div class=\"dialogue\"><h4>ANTON</h4><p>Yes, that is a very good question. And so I, with utmost benignity, have decided to aid you in your effort to find this ... culprit. ... For nothing more than 20 dollars extra to the total cost.</p></div><div class=\"dialogue\"><h4>LILY</h4><p>Anything to solve this problem. (opens powder-box and applies fresh coat of powder though her upper lip region was already quite white)</p></div><div class=\"dialogue\"><h4>ANTON</h4><p class=\"parenthetical\">(whipping out a pad) All right, ma'am. I would like you to answer some questions. First of all – (doorbell rings)</p></div><div class=\"dialogue\"><h4>LILY</h4><p>I'll get that. (practically skips jollily to the door SL and whips it open) Oh, hey Amber!</p></div><p>(DRAMATIC MUSIC)</p><div class=\"dialogue\"><h4>FRAZER</h4><p>Amber!?</p></div><div class=\"dialogue\"><h4>ANTON</h4><p>Amber!?</p></div><div class=\"dialogue\"><h4>AMBER</h4><p>(looking at FRAZER) Frazer!?</p></div><div class=\"dialogue\"><h4>FRAZER</h4><p>Anton!</p></div><div class=\"dialogue\"><h4>ANTON</h4><p>Frazer?</p></div><div class=\"dialogue\"><h4>AMBER</h4><p>Anton!!?</p></div><div class=\"dialogue\"><h4>LILY</h4><p>(happily) LILY!</p></div><div class=\"dialogue\"><h4>AMBER</h4><p>What are you two doing here?</p></div><div class=\"dialogue\"><h4>FRAZER</h4><p>Amber –</p></div><div class=\"dialogue\"><h4>ANTON</h4><p>Ms. Broback? Delighted to be meeting you again.</p></div><div class=\"dialogue\"><h4>AMBER</h4><p>Yes. Quite. I have some private matter to discuss with Ms. LILY here.</p></div><div class=\"dialogue\"><h4>ANTON</h4><p>What? Why? We can stay here, I slept –</p></div><div class=\"dialogue\"><h4>AMBER</h4><p>(slightly embarrassed) Shut up! Just – just leave for some time. I need to talk to LILY here.</p></div><div class=\"dialogue\"><h4>ANTON</h4><p>Okay... I guess so... (not entirely convinced, he walks out SR with FRAZER. But instead of leaving offstage, ANTON grabs FRAZER and pulls him behind a piece of furniture, to eavesdrop on their conversation.</p></div><div class=\"dialogue\"><h4>AMBER</h4><p>(oblivious of the fact that ANTON and FRAZER are overhearing her, to LILY) What are those two fools doing here?</p></div><div class=\"dialogue\"><h4>LILY</h4><p>What? Oh, them? They're just – (inhales powder) – helping me with my printer.</p></div><div class=\"dialogue\"><h4>AMBER</h4><p>(looks contemptuously at LILY's powder) Oh. Bruegel Home for Technical Anomalies, eh? (laughs harshly) What a joke. Anyway... That last attempt – went well. It worked out, Gradon's satisfied.</p></div><div class=\"dialogue\"><h4>LILY</h4><p>Really? Well that's great!</p></div><div class=\"dialogue\"><h4>AMBER</h4><p>Yeah. But I'm not.</p></div><div class=\"dialogue\"><h4>LILY</h4><p>You're not what?</p></div><div class=\"dialogue\"><h4>AMBER</h4><p>I'm not satisfied, LILY. Not satisfied. All Gradon cares about is getting the job done. But I have to slave away, doing everything you tell me to do, and I barely get anything in return.</p></div><div class=\"dialogue\"><h4>LILY</h4><p>Now wait a minu –</p></div><div class=\"dialogue\"><h4>AMBER</h4><p>No, you wait a minute! I've had enough. (tries to calm herself down) Just – hand over the winnings.</p></div><div class=\"dialogue\"><h4>LILY</h4><p>What do you mean, hand over the winnings? All 6 million?!</p></div><div class=\"dialogue\"><h4>AMBER</h4><p>Yep. Hand it over. (takes a dangerous step towards LILY)</p></div><div class=\"dialogue\"><h4>ANTON</h4><p>(to FRAZER, softly) Wait a minute...</p></div><div class=\"dialogue\"><h4>FRAZER</h4><p>(to ANTON, in similar volume) What?</p></div><div class=\"dialogue\"><h4>ANTON</h4><p>(to FRAZER) I think I just realized – Get the drill out.</p></div><div class=\"dialogue\"><h4>FRAZER</h4><p class=\"parenthetical\">(doesn't ask any questions, takes out the drill from his toolkit)</p></div><div class=\"dialogue\"><h4>AMBER</h4><p>What's your deal?</p></div><div class=\"dialogue\"><h4>LILY</h4><p>(shocked) I don't ... I don't...</p></div><div class=\"dialogue\"><h4>AMBER</h4><p>You don't what? If you don't hand the cash over in the next five minutes, I'll – (realization dawns on her) Wait. You didn't – you didn't use it on that powder of yours did you!?</p></div><div class=\"dialogue\"><h4>ANTON</h4><p>(jumps out from behind furniture, signaling to FRAZER to follow) Wait right there, AMBER. Say no more! I charge you, with the power vested in me by the ... by ... the Bruegel Committee, with hacking into Ms. LILY's printer and taking part in illegal activities!</p></div><div class=\"dialogue\"><h4>AMBER</h4><p>What? What are you talking about?</p></div><div class=\"dialogue\"><h4>ANTON</h4><p>I have uncovered the case! Both of you are going to jail – for whatever crime it is you have committed! If you attempt to make a move, my faithful servant –</p></div><div class=\"dialogue\"><h4>FRAZER</h4><p>\"Servant\"!?</p></div><div class=\"dialogue\"><h4>ANTON</h4><p>– servant is not afraid to use his drill on you.</p></div><div class=\"dialogue\"><h4>FRAZER</h4><p>I'm not afraid?</p></div><div class=\"dialogue\"><h4>ANTON</h4><p>Yes, you aren't.</p></div><div class=\"dialogue\"><h4>AMBER</h4><p>Mr. Bruegel – ANTON – I think you've got this muddled up!</p></div><div class=\"dialogue\"><h4>ANTON</h4><p>I sure as hell haven't got it muddled up.</p></div><div class=\"dialogue\"><h4>AMBER</h4><p>You sure as hell have! What I'm talking about here is our babysitting business!</p></div><div class=\"dialogue\"><h4>ANTON</h4><p>Your what –!?</p></div><div class=\"dialogue\"><h4>AMBER</h4><p>Yes! LILY, Gradon, and I – we are part of a babysitting business! We were just discussing the winnings from the recent office hours increase, thanks to which we got more customers!</p></div><div class=\"dialogue\"><h4>LILY</h4><p>Yes, she's right!</p></div><div class=\"dialogue\"><h4>ANTON</h4><p>(falters, regains composure) Then how do you explain the powder, Ms. LILY?</p></div><div class=\"dialogue\"><h4>LILY</h4><p>I – well, that's actually a powder we are testing for babies' growth and skin care – here, smell it yourself! (offers powder box to ANTON)</p></div><div class=\"dialogue\"><h4>ANTON</h4><p>(stepping away) I don't want to – Argh. But I'm on the right track, I thought!</p></div><div class=\"dialogue\"><h4>AMBER</h4><p>No, sir, you weren't. Ha, what did you think, you'd find this hacker in less than ten minutes? You would? Bah! (scornfully)</p></div><div class=\"dialogue\"><h4>ANTON</h4><p>Oh, you'll see. Just wait and watch. Come on, FRAZER. (FRAZER and ANTON leave LILY's house. Outside, they pause.) I think I know what job I'll take now.</p></div><div class=\"dialogue\"><h4>FRAZER</h4><p>What's that?</p></div><div class=\"dialogue\"><h4>ANTON</h4><p>A detective!</p></div><div class=\"dialogue\"><h4>FRAZER</h4><p>(sarcastically) Oh really? So you're closing down Technical Anomalies too? Your family company?</p></div><div class=\"dialogue\"><h4>ANTON</h4><p>Yep!</p></div><div class=\"dialogue\"><h4>FRAZER</h4><p>(actually anxious) Really!? But – but what about me!?</p></div><div class=\"dialogue\"><h4>ANTON</h4><p>Oh, go to hell.</p></div><p>(Exeunt.)</p>"},"frontmatter":{"title":"The Bruegel Home for Technical Anomalies","date":"January 31, 2012"}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"slug":"/theater/bruegel-home/"}}